"ASSISTANT_TRY_AGAIN" = "Λυπάμαι, μπορείς να το επαναλάβεις;";
"ASSISTANT_CONNECTION_FAILED_0" = "Δυστυχώς, υπάρχει δυσκολία με τη σύνδεση στο δίκτυο.";
"ASSISTANT_CONNECTION_FAILED_1" = "Δυστυχώς, δεν είναι δυνατή η σύνδεση τώρα.";
"ASSISTANT_CONNECTION_FAILED_2" = "Δυστυχώς, δεν υπάρχει δικτυακή σύνδεση.";

"ASSISTANT_INITIAL_QUERY" = "Πώς μπορώ να σας βοηθήσω;";
"ASSISTANT_GUIDE_HEADER" = "Αγγίξτε το μικρόφωνο για να πείτε πράγματα όπως:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Οδηγός";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Το Siri δεν διατίθεται";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Συνδεδεμένο στο Internet.";

"ASSISTANT_EDUCATION_TITLE" = "Μπορεί το Siri να σας βοηθήσει;";
"ASSISTANT_EDUCATION_CONTENT" = "Πατήστε παρατεταμένα το κουμπί αφετηρίας για έναρξη χρήσης του Siri.";

"ASSISTANT_GESTURE_DESCRIPTION" = "Μπορείτε επίσης να ζητήσετε διάφορα χωρίς να πατάτε παρατεταμένα το κουμπί Αφετηρίας. Όταν η οθόνη είναι ενεργή, απλώς σηκώστε το τηλέφωνο μέχρι το αυτί σας και αρχίστε να μιλάτε.";